Repository: ypenekli/commons-admin-web-angular
Catalog: src/assets/locale/messages(tr-TR).xlf
Languages: tr_tr

source: Name
tr_tr: Adı

source: Surname
tr_tr: Soyadi

source: Description
tr_tr: Açıklama

source: Birth Date
tr_tr: Doğum Tarihi

source: Idendity Info
tr_tr: Kimlik Bilgisi

source: Connection Info
tr_tr: İletişim Bilgisi

source: Ocupation Info
tr_tr: Meslek Bilgisi

source: Birth City
tr_tr: Doğum İli

source: Save
tr_tr: Kaydet

source: Cancel
tr_tr: İptal

source: Occupation Info
tr_tr: Meslek Bilgisi

source: Email
tr_tr: E-Posta

# mobile_phone_nu
source: Phone Nu
tr_tr: Cep Telefon No

source: Home City
tr_tr: Bulunduğu İl

# address
source: Home Address
tr_tr: Adresi

source: Login
tr_tr: Giriş Yap

# login_header
source: User Login
tr_tr: Kullanıcı Girişi

source: Password
tr_tr: Şifre

source: {VAR_SELECT, select, 0 {Add New} 1 {Edit} 2 {List} other {View} }
tr_tr: {VAR_SELECT, select, 0 {Yeni Kayıt} 1 {Güncelleme} 2 {Liste} other {Detay} }

source: Groups Info
tr_tr: Gruplar

source: Group Functions
tr_tr: Grup=>Fonksiyon

source: Group Users
tr_tr: Grup=>Kullanıcı

# users_header
source: User Accounts
tr_tr: Kullanıcı Hesapları

# groups_header
source: Groups
tr_tr: Gruplar

source: Groups
tr_tr: Gruplar

source: Group=>Functions
tr_tr: Grup=>Fonksiyonlar

source: Group=>Users
tr_tr: Grup=>Kullanıcılar

source: Help
tr_tr: Yardım

# app_name
source: APPLICATION/USER MANAGEMENT
tr_tr: UYGULAMA/KULLANICI YÖNETİMİ

source: Group Code
tr_tr: Grup Kodu

# app
source: Application
tr_tr: Uygulama

# group_header
source: Group Info
tr_tr: Grup Tanımı

# apps_header
source: Applications
tr_tr: Uygulamalar

source: Code
tr_tr: Kodu

# apps_name
source: App Name
tr_tr: Uygulama Adı

# group_name
source: Goup Name
tr_tr: Grup Adı

source: Mobile
tr_tr: Mobil

# app_header
source: Application Info
tr_tr: Uygulama

# app_code
source: Application Code
tr_tr: Uygulama Kodu

source: Target
tr_tr: Hedef

# app_funcs
source: Functions
tr_tr: İşlevler

# app_versions
source: Versions
tr_tr: Değişiklikler

# group_funcs
source: Group Functions
tr_tr: Grup İşlevleri

source: Group Users
tr_tr: Grup Kullanıcıları

# itendity_header
source: Idendity
tr_tr: Kimlik

# add_user
source: Add New User
tr_tr: Yeni Kullanıcı Ekle

source: Windows
tr_tr: Masaüstü

source: Desktop
tr_tr: Masaüstü

# email_example
source: Ex. pat@example.com
tr_tr: Örnek: tengiz@gmail.com

# email_error_notvalid
source: Please enter a valid email addresss
tr_tr: Lütfen geçerli bir e-posta girin

# email_error_max
source: You have more than 60 characters
tr_tr: E-Posta adresiniz 60 harften fazla olamaz

# password_error_notvalid
source: Please enter your password
tr_tr: Şifrenizi girin

# password_error_min
source: You must enter at least 5 characters
tr_tr: Şifreniz en az 5 harf olmalıdır

source: Search
tr_tr: Ara

source: Add New
tr_tr: Yeni Kayıt

source: Edit
tr_tr: Güncelleme

source: View
tr_tr: Detay

# name_error_required
source: Please enter user name
tr_tr: Lüften kullanıcı adını giriniz

# name_error_max
source: User name exeeds max 50 characters
tr_tr: Kullanıcı adı 50 harften fazla olmamalı

# error_required
source: You must enter a fieldName
tr_tr: fieldName alanı boş geçilemez

# error_min
source: Min. minlength characters for fieldName
tr_tr: fieldName alanı en az minlength karakterden oluşmalıdır

# error_max
source: Max. maxlength characters for fieldName
tr_tr: fieldName alanı en fazla maxlength karakter olabilir

# error_patern
source: fieldName contains illegal characters
tr_tr: fieldName alanı geçersiz karakter içeriyor

# field_name
source: name
tr_tr: adi

# field_surname
source: surname
tr_tr: soyadı

# field_app_name
source: application name
tr_tr: uygulama adı

# field_description
source: description
tr_tr: açıklama

# add_app
source: Add New App
tr_tr: Yeni Uygulama Ekle

source: Organization
tr_tr: Organizasyon

source: Author
tr_tr: Yazar

# fun_name
source: Func Name
tr_tr: İşlev Adı

# field_func_name
source: function name
tr_tr: işlev adı

source: Func Name
tr_tr: İşlev Adı

# target_audl
source: Add New/Edit/Delete/List
tr_tr: Giriş/Düzeltme/Silme/Liste

# target_aud
source: Add New/Edit/Delete
tr_tr: Giriş/Düzeltme/Silme

# target_list
source: List
tr_tr: Liste

# target_view
source: View
tr_tr: Detay

# target_desktop
source: Desktop
tr_tr: Masaüstü

# target_mobile
source: Mobile
tr_tr: Mobil

source: Go Up
tr_tr: Üste Çık

source: Func Code :
tr_tr: İşlev Kodu

source: APPLICATION/USER MANAGEMENT
tr_tr: UYGULAMA/KULLANICI YÖNETİMİ

source: APP/USER MANAGEMENT
tr_tr: UYGULAMA/KULLANICI YÖNETİMİ

source: Go Up
tr_tr: Üste Çık

source: Add Func
tr_tr: İşlev Ekle

# add_group_func
source: Add Function
tr_tr: Gruba İşlev Ekle

# remove_group_func
source: Remove Function
tr_tr: Gruptan İşlev Sil

# add_group
source: Add New Group
tr_tr: Yeni Grup Ekle

source: No record found
tr_tr: Aradığınız özellikte kayıt bulunamamıştır.

source: Logout
tr_tr: Çıkış Yap

# change_pwd_header
source: Change Password
tr_tr: Şifre Değiştir

source: Old Password
tr_tr: Mevcut Şifre

source: New Password
tr_tr: Yeni Şifre

# change_pwd
source: Change
tr_tr: Değiştir

source: Confirm Password
tr_tr: Şifre Onay

# password_error_match
source: Passwords must match
tr_tr: Şifreniz uyuşmuyor

# add_common
source: Add New Common Code
tr_tr: Yeni Ortak Kod Ekle

# common_code_name
source: Code Name
tr_tr: Kod Adı

# abrv
source: Abbreviation
tr_tr: Kısaltma

# field_short_name
source: short name
tr_tr: Kısa adı

source: Parent items
tr_tr: Üst elemanlar

source: Sub items
tr_tr: Alt elemanlar

# contact_header
source: Contact
tr_tr: İletişim

# occupation_header
source: Occupation
tr_tr: Meslek

source: Change Password
tr_tr: Şifre Değiştir

source: Your Account
tr_tr: Hesabım

source: ACCOUNT
tr_tr: HESAP

# app_version
source: Version
tr_tr: Sürüm
